const Index = () => {
  return (
    <div>
      <p>Привет!</p>
      <p>
        Это BeSavvy. Мы хотели внести изменения на сайт перед Новым годом, но
        переоценили свои силы.
      </p>
      <p>
        Из-за этого курсы сейчас не доступны. Мы работаем над исправлением этого
        каждый день. Но пока не можем точно, сказать, когда все вернется на к
        норме. Надеемся, что в ближайшие 2 дня.
      </p>
      <p>
        Если наша ошибка испортила ваши планы, напишите нам напрямую в соц
        сетях. Мы подумаем, как мы можем вам помочь.
      </p>
    </div>
  );
};

export default Index;
