// emailGroups.js

const emailGroups = [
  {
    name: "Legal English",
    emails: [
      {
        stage: "Stage 1",
        subject: "Как по-настоящему выучить Legal English?",
        text: `<p>Здравствуйте!</p><p>Это Михаил из BeSavvy. Я преподаю Legal English и хочу поделиться ключевыми знаниями по этой теме.</p><p>Первое и самое главное. <strong>Мы учим General English и Legal English по-разному.</strong></p><p>Процесс изучения General English систематизировать оооочень сложно. Да даже невозможно взять и составить план изучения английского от начала до конца. Там слишком много правил, аспектов, исключений, слов.</p><p>Если хочешь выучить английский, придется просто долго-долго учиться. И другого пути нет.</p><p>С юр английским по-другому. <strong>Вы можете выучить юр английский достаточно быстро!</strong></p><p><strong>Юр английский &ndash; это набор навыков.</strong>Могу их перечислить. Надо:</p><ol><li>Детально знать такие грамматические темы, как существительные, глаголы, артикли, залоги, придаточные предложения (clauses).</li><li>Выучить лексику по темам: договорное право, корпоративное право, IP, банковское право, судебный процесс. Всего около 400 слов и выражений.</li><li>Выучить схемы чтения юр текстов</li><li>Научиться составлять письма, договоры, меморандумы и уставы.</li><li>Выучить сложности юр перевода</li><li>Освоить базовые алгоритмы устной речи.</li></ol><p>Всё.</p><p>Если с этими 6 навыками разобраться, то можно работать с юр английским практически в любой ситуации.</p><p>_________</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>`,
      },
      {
        stage: "Stage 2",
        subject: "Делюсь ТГ каналом с уроками по Legal English",
        text: `<p>Я увидел, что вы проходили открытые уроки по Legal English. Поэтому решил вам написать.</p><p>Я практически ежедневно выкладываю советы по Legal English в специальном телеграм канале. Разбираю и свой опыт в юр фирме, и ошибки, которые совершают студенты на платформе.</p><p>Подписывайтесь, разбирайте практические вопросы, задавайте вопросы: <a href="https://t.me/legalenglish30" target="_blank">https://t.me/legalenglish30</a></p>`,
      },
      {
        stage: "Stage 3",
        subject:
          "Как использовать тренажеры BeSavvy, чтобы прокачивать Legal English",
        text: `<p>Мы не хотим снимать скучные видео.</p><p>Мы делаем интересные образовательные симуляторы, часть из которых абсолютна бесплатна.</p><p>Вы можете получать реальную пользу от BeSavvy очень простым способом:</p><ol><li>Мы вам присылаем бесплатный симулятор, например, этот: <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills</a>. Он посвящен развитию навыков устной речи на английском.</li><li>Вы переходите, создаете аккаунт или входите в него</li><li>Занимаетесь в интерактивной среде 15-25 минут и получаете новые знания, которые можно завтра применить в работе.</li></ol><p>Все просто и никаких подвохов.</p><p>Переходите в бесплатный симулятор по ссылке: <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills</a></p><p>А оставить заявку на обучение Legal English со скидкой для пользователей платформы BeSavvy <a target="_blank" href="bit.ly/44aBVLZ">можно по этой ссылке.</a></p>`,
      },
      {
        stage: "Stage 4",
        subject: "Business English: 'Я под вас подстроюсь'",
        text: "<p>Здравствуйте!</p><p>В деловой переписке может возникнуть такая ситуация: Вы согласуете с кем-то звонок или встречу. У вашего собеседника очень плотный график, и вы готовы подстроиться под его календарь. Обычно по-русски мы бы написали: 'Предложите удобное время, я под вас подстроюсь'.</p><p>Для этого есть специальная фраза: 'Accommodate somebody / somebody's schedule'. То есть подстроиться под кого-то / чей-то календарь.</p><p>Пример: 'Suggest a convenient time, I'll accommodate you.'</p><p>PS: Обратите внимание, что в слове 'accommodate' две буквы 'c' и две 'm'.</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>",
      },
      {
        stage: "Stage 5",
        subject: "Legal English: Как говорить о своём образовании",
        text: "<p>Здравствуйте!</p><p>При проверке резюме или сопроводительных писем я чаще всего правлю раздел, посвященный образованию. Мало кто правильно описывает, где он учится или что закончил. Сегодня в этом разберемся:</p><p>1. Я бакалавр / у меня есть бакалаврская степень: 'I am a Bachelor of Law / I have a bachelor's degree in law.'</p><p>2. Я закончил МГУ / я закончил магистратуру ВШЭ: 'I graduated from MSU / I finished the master's program in HSE.'</p><p>3. Я учусь на первом курсе магистратуры МГИМО: 'I am a first-year student of a master's program in MGIMO.'</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>",
      },
      {
        stage: "Stage 6",
        subject: "Legal English:  Jurisdiction – это 'юрисдикция' или нет?",
        text: "<p>Здравствуйте!</p><p>Сегодня мы разберемся с термином 'Jurisdiction'. В английском языке это означает 'the authority given by law to a court to try cases and rule on legal matters within a particular geographic area and/or over certain types of legal cases.'</p><p>В российском праве есть похожие термины: 'юрисдикция' и 'компетенция'. Они не всегда являются тождественными с 'Jurisdiction', но могут быть использованы для передачи смысла этого английского термина.</p><p>Какой вывод можно сделать? 'Jurisdiction' – это не только 'юрисдикция', но и 'компетенция'. И второй вариант перевода встречается чаще.</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>",
      },
      // {
      //   stage: "Stage 4",
      //   subject: "как заниматься Legal English регулярно?",
      //   text: `<p>Основная проблема с английским – это регулярность. Трудно выстроить регулярные занятия. Встроить обучение в повседневную жизнь.</p><p>Я предлагаю решить этот вопрос простым образом.</p><p>Учиться должно быть интересно. Внутри курса должна быть история, за которой должно быть интересно следить.</p><p>И это не пустые слова. Попробуйте начать изучать наш курс-историю по изучению юр лексики. Это займет у вас 20 минут, но вы поймете, что обучение может быть интересным.</p><p>Начните учиться важному карьерному навыку с интересом по этой ссылке: <a href="https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса" target="_blank">https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса</a></p><p>А оставить заявку на обучение Legal English со скидкой для пользователей платформы BeSavvy <a target="_blank" href="bit.ly/44aBVLZ">можно по этой ссылке.</a></p>`,
      // },
      // {
      //   stage: "Stage 5",
      //   subject: "как выучить юр лексику в Legal English?",
      //   text: `<p>Как набрать словарный запас в Legal English?</p><p>Тут есть 2 пути. Вы можете начать учить лексику самостоятельно. В этом случае найдите какой-то сборник из серии Doing Business in Russia за 2021 год. В этом сборнике есть статьи по разным отраслям права России, написанные юристами на английском языке. Если у вас хватит самодисциплины и вы готовы искать там новые, слова, выписывать их и учить, то этот сборник статей вам идеально подойдет. </p><p>Есть второй путь. Можно начать учить лексику у нас на платформе. Мы перевели этот процесс в формат тренажера с интерактивными пояснениями, упражнениями, советами юристов и так далее. Начать можно кстати абсолютно бесплатно по этой ссылке <a href="https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса" target="_blank">https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса</a></p><p>А оставить заявку на обучение Legal English со скидкой для пользователей платформы BeSavvy <a target="_blank" href="bit.ly/44aBVLZ">можно по этой ссылке.</a></p>`,
      // },
      // {
      //   stage: "Stage 6",
      //   subject: "Let's connect!",
      //   text: `<p>Здравствуйте!</p> <p>Я увидел, что вы интересовались темой изучения Legal English.</p><p>Поэтому собрал бесплатные материалы по Legal English, которые точно помогут вам начать изучать язык. Вот ссылка на них: https://besavvy.notion.site/Legal-English-BeSavvy-dad34469910f4484bd0f8e2bee18105c?pvs=4</p><p>Также хотел узнать, нужна ли помощь с изучением языка? Я сейчас провожу бесплатные индивидуальные занятия с потенциальными учениками. Вас это ни к чему не обязывает, просто за одно занятие узнаете о Legal English то, что другие узнают за несколько месяцев. Ну и сможете понять, нужно ли вам с нами учиться или нет.</p><p>Если интересно, просто пришлите "+" в ответ, выберем удобное время.</p>`,
      // },
      {
        stage: "Stage 7",
        subject: "Как перевести адрес в Legal English?",
        text: `<p><strong>Практический вопрос</strong>: <strong>как перевести адрес компании на английский?</strong></p><p>Вчера пришел вопрос от моей ученицы. Она переводила адрес компании для договора и столкнулась с таким адресом: &nbsp;</p><p><em>119435, Российская Федерация, г. Москва, округ Хамовники, 2-ая Фрунзенская ул., д.7, стр.2, эт. 3, пом. I, ком. 17</em></p><p>Здесь всплыло сразу несколько вопросов:</p><p>1) как перевести разными словами комната и помещения?</p><p>2) как перевести разными словами дом и строение?</p><p>3) как переводить переулок?</p><p>Рассказываю, к чему мы с ней пришли:&nbsp;</p><p>1. Комната &ndash; это room. Здесь все просто. А под помещением здесь, скорее всегоо, понимается именно &quot;офисное помещение&quot;. То есть переводим как office.</p><p>2. Дом &ndash; это building. А не house. А вот отдельное строение дома &ndash; это block. Тут все просто.</p><p>3. Переулок. Тут вспоминаем Гарри Поттера. Косой переулок &ndash; Diagon Alley. Есть еще слово &ndash; Lane. Но lane &ndash; это именно дорога. Без строений вокруг нее: She drove along the winding lane.</p><p>Так что для описания адреса лучше подходит именно Alley.</p><p>______________</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>`,
      },
      {
        stage: "Stage 8",
        subject:
          "Legal English: lawyer, attorney, barrister, solicitor. В чем разница?",
        text: "<p>Здравствуйте!</p><p>Сегодня мы разберем разницу между терминами: Lawyer, Attorney, Barrister, Solicitor, Counsel и Advocate. Эти слова часто путают, но они имеют разные значения в зависимости от юрисдикции.</p><p>Например, 'Lawyer' – это общий термин, который описывает любого юриста. 'Attorney' в США означает любого юриста, который может представлять интересы в суде. В Великобритании же юристы делятся на 'Barristers' и 'Solicitors', каждая из которых имеет свои функции.</p><p>Не путайтесь и знайте разницу, это важно в международной практике.</p><p><strong>Хотите узнать больше?</strong> Зарегистрируйтесь на бесплатное вводное занятие со мной. На занятии мы дадим вам систему изучения Legal English, покажем, как быстро учить лексику и объясним, какая грамматика необходима для изучения Legal English. <a href='https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin' target='_blank'>Зарегистрироваться</a>.</p>",
      },
    ],
  },
  {
    name: "Corporate Law",
    emails: [
      {
        stage: "Stage 5",
        subject: "Как корпоративному юристу найти работу осенью?",
        text: `<p>Я сам долго работал в сфере корпоративного права. А теперь делаю курсы по корп праву с прекрасными юристами и M&amp;A специалистами: Дени Мурдаловым и Романом Абу-Салехом.</p><p>Если вы хотите расти в этой сфере, у нас есть отличная новость для вас. Дени Мурдалов, автор нашего курса по корпоративному праву, в рамках переработки своего курса готов провести 3 индивидуальные консультации. На этих консультациях он поделится своим опытом и расскажет, что именно нужно учить, в какие фирмы стоит подаваться и каких навыков ждут от вас работодатели.</p><p>Это уникальная возможность получить ценные советы от практикующего специалиста и задать все интересующие вас вопросы <b>бесплатно</b>.</p><p>Регистрируйтесь <a href="https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin">по этой ссылке.</a> <p>До встречи!</p>`,
      },
      //       {
      //         stage: "Stage 2",
      //         subject: "Какие есть возможности работы в корпе?",
      //         text: `<p><b>Я бы никогда не подумал, но работа в корпоративном праве прекрасно подходит для тех, кто хочет работать удаленно и за рубежом.</b></p><p>Я эту информацию беру не из головы, а из опыта наших авторов курсов.</p> <p>Дени Мурдалов уже давно живет не в России, но продолжает сопровождать своих клиентов по сделкам по продажам акций, заключению корпоративных договоров, созданию опционных программ и многому другому.</p><p>Роман Абу Салех переехал в офис своей юр фирмы в Вене и взял на себя часть работы в европейских сделках M&A. Он говорит, что российский опыт M&A сделок универсален и может быть применим для работы за рубежом. Речь идет не только о правовых вопросах (тут надо будет поучиться), но и о вопросах взаимодействия с клиентами, ведения переговоров и управления проектами.</p><p>Если вы хотите дальше заниматься корпоративным правом, занимайтесь бесплатно у нас на платформе.</p><p><a href="https://besavvy.app/ru/navigator?id=clgau13jh425271fryq92jsaij&level=post&name=Крупные_сделки">Вот ссылка</a> на урок по крупным сделкам.</p>
      // `,
      //       },
      //       {
      //         stage: "Stage 3",
      //         subject: "Зачем сейчас работать в M&A сделках?",
      //         text: `<p>Вчера разговаривал с автором курса Романом Абу Салехом. Он поделился интересными наблюдениями за рынком:</p><ol><li>Стоит ли юристу заниматься M&amp;A в России в 2023 году? Казалось бы, вокруг экономический кризис и перспектив нет. Но с M&amp;A все не так плохо.</li><li>Сейчас хорошие зарплаты есть только в MA и санкциях, если мы говорим про джун и миддл уровни.</li><li>M&amp;A сделки в принципе везде делаются одинаково. А в России сформировалась хорошая школа за последние 20 лет. По инсайтам на рос специалистов с опытом есть спрос в Центральной Азии. Неплохо для нынешней ситуации?</li><li>На рынке сейчас есть сделки по перераспределению активов. По подсчетам университета Сент Галлена только 9% полностью ушли с российского рынка. Значит, какая-то активность будет продолжаться.</li><li>Работа в M&amp;A – лучшая школа работы с бизнесом. Если хотите понять, как помогать бизнесу расти, будучи юр консультантом, то идти в M&amp;A – хорошая идея.</li></ol><p>Если вы хотите дальше заниматься корпоративным правом, занимайтесь бесплатно у нас на платформе.</p><p><a href="https://besavvy.app/ru/navigator?id=clg2f5l4s1350981fx5zqrpmog2&level=post&name=Due_diligence">Вот ссылка</a> на урок по due diligence.</p>`,
      //       },
      //       {
      //         stage: "Stage 4",
      //         subject: "Расскажу, как сейчас начать карьеру в M&A",
      //         text: `<p>Я сам долго работал в сфере корпоративного права. А теперь делаю курсы по корп праву с прекрасными юристами и M&amp;A специалистами: Дени Мурдаловым и Романом Абу-Салехом.</p<p>Если вы хотите расти в этой сфере, то я могу провести для вас бесплатную карьерную консультацию. Обсудим, где и в каких фирмах сейчас надо работать, что учить, как проходят испытания.</p><p>Сразу скажу, это не попытка вам что-то продать. Я просто стараюсь строить свой бизнес вокруг того, что я сначала даю вам максимальную пользу, а вы потом уже решаете, присоединяться к программам или нет. Так что реально поделюсь оч нужной информацией)</p><p>Я обычно эти консультации провожу в формате звонка в зуме на 30 минут.</p><p>Если интересно, направляю вам <a href="https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin?month=2023-07">календарь с доступными временными слотами</a>.</p><p>Лучше будет выбрать прямо сейчас, потому что обычно удобные слоты довольно быстро заканчиваются.</p><p>До встречи!</p>`,
      //       },
    ],
  },
  {
    name: "Civil law",
    emails: [
      {
        stage: "Stage 12",
        subject: "как учить гражданское право?",
        text: `<p><b>Это Михаил, директор BeSavvy Lawyer.</b> Я увидел, что вы интересовались гражданским правом, поэтому решил написать.</p> <p>Меня всегда интересовало, насколько глубоко надо знать гражданское право, чтобы успешно работать юристом на сложных экономических проектах: от выдачи субординированного кредита до покупки доли. Эту тему я обсуждал с нашими автором Кириллом Михайловым из Алруда.</p><p>И вот самые важные для меня инсайты.</p><ol><li>Можно работать и без знания теории гражданского права. Но это довольно машинальная работа. Ты работаешь по инструкции. Но “не видишь матрицу”.</li><li>Практически вся матрица скрыта в общей части Гражданского кодекса. Но не в самом тексте, а в системе, разработанной российскими и иностранными цивилистами много лет назад (начиная с римского права). Сначала нужно понять эту систему, потом увидеть, как она была реализована в российском правопорядке через текст кодекса.</li><li>То есть у классного юриста в голове есть 2 системы: базовая модель гражданского права и как она реализована в России.</li><li>Если знаешь только первое – ты не сможешь качественно практиковать. Но, если знаешь только второе, то любая нестандартная ситуация заставит тебя провести часы за поиском судебной практики.</li><li>Как разобраться в этих двух системах? Не надо останавливаться на познании (чтении книг, прослушивании лекций). Надо быстрее переходить к активному обучению: решать задачи, писать статьи, обсуждать с другими юристами теоретические и практические проблемы. Через обсуждение вы увидите все свои слабости и недостатки.</li></ol><p>Возвращаясь к моему изначальному вопросу: насколько глубоко надо знать гражданское право?</p><p>Ответ получается такой: настолько, чтобы уметь разложить любой практический вопрос на составные теоретические части. Тогда любую задачу можно будет решить быстро, правильно и дорого (для клиента:))</p><hr><p>Кстати вы знаете, что вы в любой момент можете начать бесплатно изучать гражданское право на платформе BeSavvy?</p><p>Перейдите по этой <a href="https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге">ссылке</a> и начните изучать принципы гражданского права:</p><p>До встречи на симуляторах!</p>`,
      },
      {
        stage: "Stage 2",
        subject: "алгоритм решения юр кейсов: MECE",
        text: `<p>Читать про гражданское право полезно. Это расширит кругозор. Но не приблизит вас к прохождению собеседования в хорошую компанию.</p><p>Надо учиться решать кейсы. Этот навык научит вас раскладывать задачу на составные части, отличать вопросы права от вопросов факта, использовать принцип MECE (ключевой принцип решения задач для любого консультанта). Расскажу, как работает.</p><ol><li>Найти вопрос в задаче. Иногда вопрос дан напрямую в конце задачи. Например. Может ли 8-летняя Нина самостоятельно заключить договор купли-продажи недвижимости? На этот вопрос можно сразу начинать отвечать.</li><li>Но вопрос может быть и более общим: “Оцените риски, возникающие при продаже компанией своих активов по заниженной стоимости”. Тогда общий вопрос к задаче надо разбить на подвопросы. Как это сделать?</li><li>На помощь приходит принцип <em>MECE</em> (аббревиатура от Mutually Exclusive and Collectively Exhaustive ― «взаимно исключающие, совместно исчерпывающие»).</li><li>Это значит, что вы должны разделить общий вопрос на конкретные подвопросы (в идеале от 2 до 5).</li><li>Каждый подвопрос должен рассматривать отдельный самостоятельный аспект задачи. Например, если вы отвечаете на вопрос из пункта 2, то вы можете разделить этот вопрос на аспекты по отраслям: гражданско-правовой аспект, антимонопольный аспект, банкротный аспект и так далее. Каждый аспект не должен повторять другой. Они должны быть самостоятельными и независимыми. В этом заключается принцип Mutually Exclusive.</li><li>Также подвопросы должны охватывать все важные аспекты задачи. Не должно быть так, что вы осветили гражданско-правовой и антимонопольный аспекты, а про банкротный забыли. В этом заключается принцип Collectively Exhaustive.</li><li>На бумаге все это выглядит просто, но на практике обычно делают 2 ошибки:<ol><li>Могут забыть рассмотреть один из важных аспектов.</li><li>Могут начать добавлять аспекты, которые перемешиваются с другими.</li></ol></li></ol><p>Кстати вы знаете, что вы в любой момент можете начать <b>бесплатно изучать гражданское право</b> на платформе BeSavvy?</p><p>Пройдите, например, этот тестовое испытание по гражданскому праву в юр фирму: <a href="https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге">https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге</a></p>`,
      },
    ],
  },
  {
    name: "Litigation",
    emails: [
      {
        stage: "Stage 1",
        subject: "проверьте свои знания в арбитражном процессе",
        text: `<p>Добрый день, это Михаил из BeSavvy Lawyer.</p><p>Вы смотрели наши материалы по арбитражному процессу, поэтому решил вам написать.</p><p>Наш автор Никита Ивкин (ex-Alrud) разобрал хитрости и уловки, которые он используют в арбитражном процессе. А также подготовил тестовое испытание, которое может вам встетиться на собеседовании в практику разрешения споров.</p><p>Читайте и проходите <a href="https://besavvy.app/ru/navigator?level=post&amp;id=clftnl4mm176651f0kr2gxvfns&amp;name=%D0%A5%D0%B8%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B8%20%D0%B8%20%D1%83%D0%BB%D0%BE%D0%B2%D0%BA%D0%B8%20%D0%B2%20%D0%B0%D1%80%D0%B1%D0%B8%D1%82%D1%80%D0%B0%D0%B6%D0%BD%D0%BE%D0%BC%20%D0%BF%D1%80%D0%BE%D1%86%D0%B5%D1%81%D1%81%D0%B5" target=”_blank”>испытание по ссылке</a>.</p>`,
      },
    ],
  },
];

export default emailGroups;
