// emailGroups.js

const emailGroups = [
  {
    name: "Legal English",
    emails: [
      {
        stage: "Stage 1",
        subject: "как по-настоящему выучить Legal English?",
        text: `<p><b>Мы учим General English и Legal English по-разному.</b> Это надо запомнить.</p><p>Процесс изучения General English систематизировать оооочень сложно. Да даже невозможно взять и составить план изучения английского от начала до конца. Там слишком много правил, аспектов, исключений, слов.</p><p>Если хочешь выучить английский, придется просто долго-долго учиться. И другого пути нет.</p><p>С юр английским по-другому. <b>Вы можете выучить юр английский достаточно быстро!</b></p><p><b>Юр английский – это набор навыков.</b> Конкретных навыков. Могу их перечислить. Надо:</p><ol><li>Детально знать такие грамматические темы, как существительные, глаголы, артикли, залоги, придаточные предложения (clauses).</li><li>Выучить лексику по темам: договорное право, корпоративное право, IP, банковское право, судебный процесс. Всего около 400 слов и выражений.</li><li>Выучить схемы чтения юр текстов</li><li>Научиться составлять письма, договоры, меморандумы и уставы.</li><li>Выучить сложности юр перевода</li><li>Освоить базовые алгоритмы устной речи.</li></ol><p>Всё.</p><p>Если с этими 6 навыками разобраться, то можно работать с юр английским практически в любой ситуации. Это вполне реалистичный план. Ведь можно посвятить месяц каждому навыку и освоить его? Тем более есть несложные алгоритмы проверки того, освоили вы навык или нет.</p><p>Более подробно про то, как выстроить обучение английскому ищите здесь, <a href="https://besavvy.app/ru/lesson?id=cl9437xgs7800whu9j28t1zj7&type=story" target="_blank">по ссылке</a>.</p>`,
      },
      {
        stage: "Stage 2",
        subject: "делюсь ТГ каналом с уроками по Legal English",
        text: `<p>Я увидел, что вы проходили открытые уроки по Legal English. Поэтому решил вам написать.</p><p>Я практически ежедневно выкладываю советы по Legal English в специальном телеграм канале. Разбираю и свой опыт в юр фирме, и ошибки, которые совершают студенты на платформе.</p><p>Подписывайтесь, разбирайте практические вопросы, задавайте вопросы: <a href="https://t.me/legalenglish30" target="_blank">https://t.me/legalenglish30</a></p><hr><p>Я также провожу бесплатные вводные занятия для тех, кто хочет учить Legal English более усердно. Покажу, как учить язык, какие есть бесплатные материалы в BeSavvy и как получить скидки на программы.</p><p>Если это вам нужно, отвечайте на это письмо “Хочу бесплатное занятие” или сразу регистрируйтесь на звонок по ссылке: <a href="https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin?month=2023-05" target="_blank">https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin?month=2023-05</a></p>`,
      },
      {
        stage: "Stage 3",
        subject:
          "как использовать тренажеры BeSavvy, чтобы прокачивать Legal English",
        text: `<p>Мы не хотим снимать скучные видео.</p><p>Мы делаем интересные образовательные симуляторы, часть из которых абсолютна бесплатна.</p><p>Вы можете получать реальную пользу от BeSavvy очень простым способом:</p><ol><li>Мы вам присылаем бесплатный симулятор, например, этот: <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills</a>. Он посвящен развитию навыков устной речи на английском.</li><li>Вы переходите, создаете аккаунт или входите в него</li><li>Занимаетесь в интерактивной среде 15-25 минут и получаете новые знания, которые можно завтра применить в работе.</li></ol><p>Все просто и никаких подвохов.</p><p>Переходите в бесплатный симулятор по ссылке: <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills</a></p>`,
      },
      {
        stage: "Stage 4",
        subject: "как заниматься Legal English регулярно?",
        text: `<p>Основная проблема с английским – это регулярность. Трудно выстроить регулярные занятия. Встроить обучение в повседневную жизнь.</p><p>Я предлагаю решить этот вопрос простым образом.</p><p>Учиться должно быть интересно. Внутри курса должна быть история, за которой должно быть интересно следить.</p><p>И это не пустые слова. Попробуйте начать изучать наш курс-историю по изучению юр лексики. Это займет у вас 20 минут, но вы поймете, что обучение может быть интересным.</p><p>Начните учиться важному карьерному навыку с интересом по этой ссылке: <a href="https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса" target="_blank">https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса</a></p>`,
      },
    ],
  },
  {
    name: "Corporate Law",
    emails: [
      {
        stage: "Stage 1",
        subject: "как расти корпоративному юристу?",
        text: `<p><b>Это Михаил, директор BeSavvy Lawyer.</b> Я увидел, что вы интересовались корпоративным правом, поэтому решил написать.</p><p>Не хочу делать бессмысленную рассылку, поэтому делюсь своими личными разговорами с практикующими юристами.</p><p>Я спросил у нашего автора Дени Мурдалова, чем сейчас стоит заниматься в корпоративном праве, чтобы зарабатывать и развиваться в профессии. Вот какие направления он выделил:</p><ol><li>Самое интересное и всеми любимое – продажа активов и M&A сделки. Сейчас а) иностранные компании выходят из активов б) идет перераспределение активов между стратегическими игроками на рынке</li><li>Корпоративное сопровождение деятельности компании: принятие решений, организация собраний акционеров и директоров и так далее. Вижу, что многие компании сейчас экономят и обращаются к юристам напрямую вместо работы с юр фирмами.</li><li>Корпоративная реструктуризация: когда бизнесу нужно поменять орг структуру. Сейчас происходит расторжение соглашений о двойном налогообложении и многим компаниям придется переносить компании в России.</li><li>Корпоративные договоры и акционерные соглашения: когда юристы помогают собственникам договориться, как они будут управлять компанией.</li><li>Корпоративные конфликты и судебные споры</li><li>Инвестиции и сопровождение инвестиционных сделок. Кажется, что сделок должно стать меньше. Но нет. Смотрите пункт 1.</li><li>Due diligence. Помощь с ним нужна практически в любой компании.</li></ol><p>Если вы хотите дальше заниматься корпоративным правом, занимайтесь бесплатно у нас на платформе.</p><p>Вот <a href="https://besavvy.app/ru/navigator?id=clh534v0q347351fwvm829shj9&level=post&name=Как_изучать_корпоративное_право" target="_blank">ссылка на урок</a> по практическим вопросам учреждения ООО. Актуальная тема для тех, кто проводит Due diligence компании перед любой сделкой.</p>`,
      },
      {
        stage: "Stage 1",
        subject: "какие есть возможности работы в корпе?",
        text: `<p><b>Я бы никогда не подумал, но работа в корпоративном праве прекрасно подходит для тех, кто хочет работать удаленно и за рубежом.</b></p><p>Я эту информацию беру не из головы, а из опыта наших авторов курсов.</p> <p>Дени Мурдалов уже давно живет не в России, но продолжает сопровождать своих клиентов по сделкам по продажам акций, заключению корпоративных договоров, созданию опционных программ и многому другому.</p><p>Роман Абу Салех переехал в офис своей юр фирмы в Вене и взял на себя часть работы в европейских сделках M&A. Он говорит, что российский опыт M&A сделок универсален и может быть применим для работы за рубежом. Речь идет не только о правовых вопросах (тут надо будет поучиться), но и о вопросах взаимодействия с клиентами, ведения переговоров и управления проектами.</p><p>Если вы хотите дальше заниматься корпоративным правом, занимайтесь бесплатно у нас на платформе.</p><p><a href="https://besavvy.app/ru/navigator?id=clgau13jh425271fryq92jsaij&level=post&name=Крупные_сделки">Вот ссылка</a> на урок по крупным сделкам.</p>
`,
      },
      {
        stage: "Stage 1",
        subject: "зачем сейчас работать в M&A сделках?",
        text: `<p>Вчера разговаривал с автором курса Романом Абу Салехом. Он поделился интересными наблюдениями за рынком:</p><ol><li>Стоит ли юристу заниматься M&amp;A в России в 2023 году? Казалось бы, вокруг экономический кризис и перспектив нет. Но с M&amp;A все не так плохо.</li><li>Сейчас хорошие зарплаты есть только в MA и санкциях, если мы говорим про джун и миддл уровни.</li><li>M&amp;A сделки в принципе везде делаются одинаково. А в России сформировалась хорошая школа за последние 20 лет. По инсайтам на рос специалистов с опытом есть спрос в Центральной Азии. Неплохо для нынешней ситуации?</li><li>На рынке сейчас есть сделки по перераспределению активов. По подсчетам университета Сент Галлена только 9% полностью ушли с российского рынка. Значит, какая-то активность будет продолжаться.</li><li>Работа в M&amp;A – лучшая школа работы с бизнесом. Если хотите понять, как помогать бизнесу расти, будучи юр консультантом, то идти в M&amp;A – хорошая идея.</li></ol><p>Если вы хотите дальше заниматься корпоративным правом, занимайтесь бесплатно у нас на платформе.</p><p><a href="https://besavvy.app/ru/navigator?id=clg2f5l4s1350981fx5zqrpmog2&level=post&name=Due_diligence">Вот ссылка</a> на урок по due diligence.</p>`,
      },
    ],
  },
  {
    name: "Гражданское право",
    emails: [
      {
        stage: "Stage 12",
        subject: "как учить гражданское право?",
        text: `<p><b>Это Михаил, директор BeSavvy Lawyer.</b> Я увидел, что вы интересовались гражданским правом, поэтому решил написать.</p> <p>Меня всегда интересовало, насколько глубоко надо знать гражданское право, чтобы успешно работать юристом на сложных экономических проектах: от выдачи субординированного кредита до покупки доли. Эту тему я обсуждал с нашими автором Кириллом Михайловым из Алруда.</p><p>И вот самые важные для меня инсайты.</p><ol><li>Можно работать и без знания теории гражданского права. Но это довольно машинальная работа. Ты работаешь по инструкции. Но “не видишь матрицу”.</li><li>Практически вся матрица скрыта в общей части Гражданского кодекса. Но не в самом тексте, а в системе, разработанной российскими и иностранными цивилистами много лет назад (начиная с римского права). Сначала нужно понять эту систему, потом увидеть, как она была реализована в российском правопорядке через текст кодекса.</li><li>То есть у классного юриста в голове есть 2 системы: базовая модель гражданского права и как она реализована в России.</li><li>Если знаешь только первое – ты не сможешь качественно практиковать. Но, если знаешь только второе, то любая нестандартная ситуация заставит тебя провести часы за поиском судебной практики.</li><li>Как разобраться в этих двух системах? Не надо останавливаться на познании (чтении книг, прослушивании лекций). Надо быстрее переходить к активному обучению: решать задачи, писать статьи, обсуждать с другими юристами теоретические и практические проблемы. Через обсуждение вы увидите все свои слабости и недостатки.</li></ol><p>Возвращаясь к моему изначальному вопросу: насколько глубоко надо знать гражданское право?</p><p>Ответ получается такой: настолько, чтобы уметь разложить любой практический вопрос на составные теоретические части. Тогда любую задачу можно будет решить быстро, правильно и дорого (для клиента:))</p><hr><p>Кстати вы знаете, что вы в любой момент можете начать бесплатно изучать гражданское право на платформе BeSavvy?</p><p>Перейдите по этой <a href="https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге">ссылке</a> и начните изучать принципы гражданского права:</p><p>До встречи на симуляторах!</p>`,
      },
      {
        stage: "Stage 2",
        subject: "алгоритм решения юр кейсов: MECE",
        text: `<p>Читать про гражданское право полезно. Это расширит кругозор. Но не приблизит вас к прохождению собеседования в хорошую компанию.</p><p>Надо учиться решать кейсы. Этот навык научит вас раскладывать задачу на составные части, отличать вопросы права от вопросов факта, использовать принцип MECE (ключевой принцип решения задач для любого консультанта). Расскажу, как работает.</p><ol><li>Найти вопрос в задаче. Иногда вопрос дан напрямую в конце задачи. Например. Может ли 8-летняя Нина самостоятельно заключить договор купли-продажи недвижимости? На этот вопрос можно сразу начинать отвечать.</li><li>Но вопрос может быть и более общим: “Оцените риски, возникающие при продаже компанией своих активов по заниженной стоимости”. Тогда общий вопрос к задаче надо разбить на подвопросы. Как это сделать?</li><li>На помощь приходит принцип <em>MECE</em> (аббревиатура от Mutually Exclusive and Collectively Exhaustive ― «взаимно исключающие, совместно исчерпывающие»).</li><li>Это значит, что вы должны разделить общий вопрос на конкретные подвопросы (в идеале от 2 до 5).</li><li>Каждый подвопрос должен рассматривать отдельный самостоятельный аспект задачи. Например, если вы отвечаете на вопрос из пункта 2, то вы можете разделить этот вопрос на аспекты по отраслям: гражданско-правовой аспект, антимонопольный аспект, банкротный аспект и так далее. Каждый аспект не должен повторять другой. Они должны быть самостоятельными и независимыми. В этом заключается принцип Mutually Exclusive.</li><li>Также подвопросы должны охватывать все важные аспекты задачи. Не должно быть так, что вы осветили гражданско-правовой и антимонопольный аспекты, а про банкротный забыли. В этом заключается принцип Collectively Exhaustive.</li><li>На бумаге все это выглядит просто, но на практике обычно делают 2 ошибки:<ol><li>Могут забыть рассмотреть один из важных аспектов.</li><li>Могут начать добавлять аспекты, которые перемешиваются с другими.</li></ol></li></ol><p>Кстати вы знаете, что вы в любой момент можете начать <b>бесплатно изучать гражданское право</b> на платформе BeSavvy?</p><p>Пройдите, например, этот тестовое испытание по гражданскому праву в юр фирму: <a href="https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге">https://besavvy.app/ru/navigator?level=post&id=clgp44czg71221fwbfvmgv1po&source=programPage&name=Гражданское+право+для+карьеры+в+консалтинге</a></p>`,
      },
    ],
  },
  {
    name: "Арбитражный процесс",
    emails: [
      {
        stage: "Stage 1",
        subject: "проверьте свои знания в арбитражном процессе",
        text: `<p>Добрый день, это Михаил из BeSavvy Lawyer.</p><p>Вы смотрели наши материалы по арбитражному процессу, поэтому решил вам написать.</p><p>Наш автор Никита Ивкин (ex-Alrud) разобрал хитрости и уловки, которые он используют в арбитражном процессе. А также подготовил тестовое испытание, которое может вам встетиться на собеседовании в практику разрешения споров.</p><p>Читайте и проходите <a href="https://besavvy.app/ru/navigator?level=post&amp;id=clftnl4mm176651f0kr2gxvfns&amp;name=%D0%A5%D0%B8%D1%82%D1%80%D0%BE%D1%81%D1%82%D0%B8%20%D0%B8%20%D1%83%D0%BB%D0%BE%D0%B2%D0%BA%D0%B8%20%D0%B2%20%D0%B0%D1%80%D0%B1%D0%B8%D1%82%D1%80%D0%B0%D0%B6%D0%BD%D0%BE%D0%BC%20%D0%BF%D1%80%D0%BE%D1%86%D0%B5%D1%81%D1%81%D0%B5" target=”_blank”>испытание по ссылке</a>.</p>`,
      },
    ],
  },
];

export default emailGroups;
