export const emailTemplates = {
  "Legal English": [
    {
      subject: "как по-настоящему выучить Legal English?",
      message: `<p><b>Мы учим General English и Legal English по-разному.</b> Это надо запомнить.</p><p>Процесс изучения General English систематизировать оооочень сложно. Да даже невозможно взять и составить план изучения английского от начала до конца. Там слишком много правил, аспектов, исключений, слов.</p><p>Если хочешь выучить английский, придется просто долго-долго учиться. И другого пути нет.</p><p>С юр английским по-другому. <b>Вы можете выучить юр английский достаточно быстро!</b></p><p><b>Юр английский – это набор навыков.</b> Конкретных навыков. Могу их перечислить. Надо:</p><p>1. Детально знать такие грамматические темы, как существительные, глаголы, артикли, залоги, придаточные предложения (clauses).</p><p>2. Выучить лексику по темам: договорное право, корпоративное право, IP, банковское право, судебный процесс. Всего около 400 слов и выражений.</p><p>3. Выучить схемы чтения юр текстов</p><p>4. Научиться составлять письма, договоры, меморандумы и уставы.</p><p>5. Выучить сложности юр перевода</p><p>6. Освоить базовые алгоритмы устной речи.</p><p>Всё.</p><p>Если с этими 6 навыками разобраться, то можно работать с юр английским практически в любой ситуации. Это вполне реалистичный план. Ведь можно посвятить месяц каждому навыку и освоить его? Тем более есть несложные алгоритмы проверки того, освоили вы навык или нет.</p><p>__</p><p>Более подробно про то, как выстроить обучение английскому ищите <a href="https://besavvy.app/ru/lesson?id=cl9437xgs7800whu9j28t1zj7&type=story" target="_blank">здесь, по ссылке.</a></p>
`,
    },
    {
      subject: "делюсь ТГ каналом с уроками по Legal English",
      message: `<p>Я увидел, что вы проходили открытые уроки по Legal English. Поэтому решил вам написать.</p><p>Я практически ежедневно выкладываю советы по Legal English в специальном телеграм канале. Разбираю и свой опыт в юр фирме, и ошибки, которые совершают студенты на платформе. там же даю ссылки на бесплатные уроки по лексике, грамматике, письму и спикингу.. Такой формат обучения легко интегрировать в свою повседневную жизнь.</p><p>Подписывайтесь, разбирайте практические вопросы, задавайте вопросы: <a href="https://t.me/legalenglish30" target="_blank">https://t.me/legalenglish30</a></p><hr><p>Я также провожу бесплатные вводные занятия для тех, кто хочет учить Legal English более усердно. Покажу, как учить язык, какие есть бесплатные материалы в BeSavvy и как получить скидки на программы.</p><p>Если это вам нужно, отвечайте на это письмо “Хочу бесплатное занятие” или сразу регистрируйтесь на звонок по ссылке: <a href="https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin?month=2023-05" target="_blank">https://calendly.com/mikhail-from-besavvy/call-with-mike-kochkin?month=2023-05</a></p>`,
    },
    {
      subject:
        "как использовать тренажеры BeSavvy, чтобы прокачивать Legal English",
      message: `<p>Мы не хотим показывать вам нудные лекции по юр английскому. Это скучно и неэффективно, когда речь идет о языке.</p><p>Мы делаем интересные образовательные симуляторы, часть из которых абсолютна бесплатна.</p><p>Вы можете получать реальную пользу от BeSavvy очень простым способом:</p><li>Мы вам присылаем бесплатный симулятор, например, <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">по этой ссылке</a>. Он посвящен развитию навыков устной речи на английском.</li><li>Вы переходите, создаете аккаунт или входите в него</li><li>Занимаетесь в интерактивной среде 15-25 минут и получаете новые знания, которые можно завтра применить в работе.</li><p>Все просто и никаких подвохов.</p><p>Переходите в бесплатный симулятор по ссылке: <a href="https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills" target="_blank">https://besavvy.app/navigator?level=post&id=clidcomzu20871ftgnmo4l4wb&name=Speaking%20skills</a></p>`,
    },
    {
      subject: "как заниматься Legal English регулярно?",
      message: ` <p>Основная проблема с английским – это регулярность. Трудно выстроить регулярные занятия. Встроить обучение в повседневную жизнь.</p> <p>Я предлагаю решить этот вопрос простым образом.</p><p>Учиться должно быть интересно. Внутри курса должна быть история, за которой должно быть интересно следить.</p><p>И это не пустые слова. Попробуйте начать изучать наш курс-историю по изучению юр лексики. Это займет у вас 20 минут, но вы поймете, что обучение может быть интересным.</p><p>Начните учиться важному карьерному навыку с интересом по этой ссылке: <a href="https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса" target="_blank">https://besavvy.app/ru/navigator?id=clglvponb442251fvvcrpd010t&level=post&name=Первый%20урок%20интересного%20курса</a></p>`,
    },
  ],
  "Corporate Law": [
    {
      subject: "Corporate Law Workshop",
      message:
        "Join our upcoming workshop on the fundamentals of Corporate Law...",
    },
    {
      subject: "Latest Updates in Corporate Law",
      message:
        "Stay informed with the latest updates and amendments in Corporate Law...",
    },
  ],
  "Civil Law": [
    {
      subject: "Understanding Civil Law",
      message:
        "Civil Law is a branch of law that deals with disputes between individuals and organizations...",
    },
  ],
  // Add more categories and templates as needed
};
